<?php

return [
  'message' => [
    'title' => 'رسالة الأدهم',
    'body'  => 'سيقفز الأدهم متخطياً الحواجز محققاً غايات محبي وهواة الخيول الراقية والفخمة.',
  ],
  'vision' => [
    'title' => 'رؤية الأدهم',
    'body'  => 'أن يكون الفائز دوماَ بكأس رضاكم.',
  ],
  'race' => [
    'title' => 'محطات سباق الأدهم',
    'body'  => [
      'محطة الوساطه المرخصه لبيع الخيول المميزة والنادرة من كل أنحاء العالم',
      'محطة تدريب الخيل تدريباً احترافياً للمشاركة في سباقات القدرة والتحمل.',
      'محطة فرسان السباق المحترفين و الأطباء المؤهلين لمعالجة الخيول.',
      'محطة اسطبلات ومرابط الخيول.',
      'محطة إجراءات الاشتراك في سباقات القدرة.',
      ' محطة جميع مستلزمات الخيل.',
    ],
  ],
];
