<?php

return [
  'title' => 'سياسة الخصوصية لنظام الادهم',

  'body' => [
    'في الأدهم ، يمكن الوصول إليه من https://www.aladham-app.com ، إحدى أولوياتنا الرئيسية هي خصوصية زوارنا. تحتوي وثيقة سياسة الخصوصية هذه على أنواع المعلومات التي يتم جمعها وتسجيلها بواسطة الأدهم وكيف نستخدمها.',
    'إذا كانت لديك أسئلة إضافية أو تحتاج إلى مزيد من المعلومات حول سياسة الخصوصية الخاصة بنا ، فلا تتردد في الاتصال بنا.',
    'تنطبق سياسة الخصوصية هذه فقط على أنشطتنا عبر الإنترنت وهي صالحة لزوار موقعنا الإلكتروني فيما يتعلق بالمعلومات التي شاركوها و / أو يجمعونها في الأدهم. لا تنطبق هذه السياسة على أي معلومات يتم جمعها في وضع عدم الاتصال أو عبر قنوات أخرى غير هذا الموقع.',
  ],
  'consent' => [
    'title' => 'موافقة',
    'body'  => 'باستخدام موقعنا ، فإنك بذلك توافق على سياسة الخصوصية الخاصة بنا وتوافق على شروطها.',

  ],
  'information_collection' => [
    'title' => 'المعلومات التي نجمعها',
    'body'  => [
      'سيتم توضيح المعلومات الشخصية التي يُطلب منك تقديمها ، وأسباب مطالبتك بتقديمها ، في الوقت الذي نطلب منك فيه تقديم معلوماتك الشخصية.',
      'إذا اتصلت بنا مباشرة ، فقد نتلقى معلومات إضافية عنك مثل اسمك وعنوان بريدك الإلكتروني ورقم هاتفك ومحتويات الرسالة و / أو المرفقات التي قد ترسلها إلينا وأي معلومات أخرى قد تختار تقديمها.',
      'عند التسجيل للحصول على حساب ، قد نطلب معلومات الاتصال الخاصة بك ، بما في ذلك عناصر مثل الاسم واسم الشركة والعنوان وعنوان البريد الإلكتروني ورقم الهاتف.',
    ],
  ],
  'information_use' => [
    'title'       => 'كيف نستخدم معلوماتك',
    'body'        => 'نستخدم المعلومات التي نجمعها بطرق مختلفة ، بما في ذلك:',
    'list'        => [
      'توفير وتشغيل وصيانة موقعنا',
      'تحسين وتخصيص وتوسيع موقعنا',
      'فهم وتحليل كيفية استخدامك لموقعنا',
      'تطوير منتجات وخدمات وميزات ووظائف جديدة',
      'التواصل معك ، إما بشكل مباشر أو من خلال أحد شركائنا ، بما في ذلك لخدمة العملاء ، لتزويدك بالتحديثات والمعلومات الأخرى المتعلقة بالموقع ولأغراض تسويقية وترويجية',
      'أرسل لك رسائل البريد الإلكتروني',
      'البحث عن ومنع الاحتيال',
    ],
  ],
  'log_files' => [
    'title'       => 'ملفات الدخول',
    'body'        => 'يتبع الأدهم الإجراء القياسي لاستخدام ملفات السجل. تسجل هذه الملفات الزوار عندما يزورون مواقع الويب. تقوم جميع شركات الاستضافة بذلك وجزء من تحليلات خدمات الاستضافة. تتضمن المعلومات التي يتم جمعها بواسطة ملفات السجل عناوين بروتوكول الإنترنت (IP) ونوع المستعرض وموفر خدمة الإنترنت (ISP) وختم التاريخ والوقت وصفحات الإحالة / الخروج وربما عدد النقرات. هذه ليست مرتبطة بأي معلومات لتحديد الهوية الشخصية. الغرض من المعلومات هو تحليل الاتجاهات وإدارة الموقع وتتبع حركة المستخدمين على الموقع وجمع المعلومات الديموغرافية.',
  ],
  'cookies' => [
    'title'       => 'ملفات تعريف الارتباط وإشارات الويب',
    'body'        => 'مثل أي موقع آخر ، يستخدم نظام الأدهم ملفات تعريف الارتباط. تُستخدم ملفات تعريف الارتباط هذه لتخزين المعلومات بما في ذلك تفضيلات الزوار والصفحات الموجودة على موقع الويب التي قام الزائر بالوصول إليها أو زيارتها. تُستخدم المعلومات لتحسين تجربة المستخدمين من خلال تخصيص محتوى صفحة الويب الخاصة بنا بناءً على نوع متصفح الزوار و / أو معلومات أخرى.',
  ],
  'third_party' => [
    'title' => 'سياسات خصوصية الطرف الثالث',
    'body'  => [
      'لا تنطبق سياسة الخصوصية الخاصة بـ الأدهم على المعلنين أو المواقع الإلكترونية الأخرى. وبالتالي ، فإننا ننصحك بالرجوع إلى سياسات الخصوصية الخاصة بخوادم إعلانات الجهات الخارجية للحصول على معلومات أكثر تفصيلاً. قد يتضمن ممارساتهم وتعليماتهم حول كيفية الانسحاب من بعض الخيارات.',
      'يمكنك اختيار تعطيل ملفات تعريف الارتباط من خلال خيارات المتصفح الفردية الخاصة بك. لمعرفة المزيد من المعلومات التفصيلية حول إدارة ملفات تعريف الارتباط مع متصفحات الويب المحددة ، يمكن العثور عليها في مواقع الويب الخاصة بالمتصفحات.',
    ],
  ],
  'advertising' => [
    'title' => 'سياسات خصوصية شركاء الإعلانات',
    'body'  => [
      'يمكنك الرجوع إلى هذه القائمة للعثور على سياسة الخصوصية لكل من شركاء الإعلان في الأدهم.',
      'تستخدم خوادم الإعلانات الخارجية أو شبكات الإعلانات تقنيات مثل ملفات تعريف الارتباط أو JavaScript أو منارات الويب المستخدمة في الإعلانات والروابط الخاصة بكل منها والتي تظهر على الأدهم ، والتي يتم إرسالها مباشرة إلى متصفح المستخدمين. يتلقون عنوان IP الخاص بك تلقائيًا عند حدوث ذلك. تُستخدم هذه التقنيات لقياس فعالية حملاتهم الإعلانية و / أو لتخصيص محتوى الإعلان الذي تراه على مواقع الويب التي تزورها.',
      'لاحظ أن الأدهم ليس لديه حق الوصول أو التحكم في ملفات تعريف الارتباط هذه التي يستخدمها معلنون تابعون لجهات خارجية.',
    ],
  ],
  'ccpa_data' => [
    'title' => 'حقوق خصوصية CCPA (لا تبيع معلوماتي الشخصية)',
    'body'  => [
      'بموجب قانون حماية خصوصية المستهلك في كاليفورنيا ، من بين حقوق أخرى ، يحق للمستهلكين في كاليفورنيا:',
      'اطلب من الشركة التي تجمع البيانات الشخصية للمستهلك أن تكشف عن فئات وأجزاء معينة من البيانات الشخصية التي جمعتها الشركة عن المستهلكين.',
      'اطلب من شركة ما حذف أي بيانات شخصية عن المستهلك جمعتها الشركة.',
      'اطلب من الشركة التي تبيع البيانات الشخصية للمستهلك ، ألا تبيع البيانات الشخصية للمستهلك.',
      'إذا قمت بتقديم طلب ، فلدينا شهر واحد للرد عليك. إذا كنت ترغب في ممارسة أي من هذه الحقوق ، يرجى الاتصال بنا.',
    ],
  ],
  'gdpr_data' => [
    'title' => 'حقوق حماية بيانات القانون العام لحماية البيانات (GDPR)',
    'body'  => [
      'نود التأكد من أنك على دراية كاملة بجميع حقوق حماية البيانات الخاصة بك. يحق لكل مستخدم ما يلي:',
      'الحق في الوصول - يحق لك طلب نسخ من بياناتك الشخصية. قد نفرض عليك رسومًا رمزية مقابل هذه الخدمة.',
      'الحق في التصحيح - يحق لك أن تطلب منا تصحيح أي معلومات تعتقد أنها غير دقيقة. لديك أيضًا الحق في طلب إكمال المعلومات التي تعتقد أنها غير كاملة.',
      'الحق في المسح - يحق لك طلب مسح بياناتك الشخصية ، في ظل ظروف معينة.',
      'الحق في تقييد المعالجة - يحق لك طلب تقييد معالجة بياناتك الشخصية ، في ظل ظروف معينة.',
      'الحق في الاعتراض على المعالجة - يحق لك الاعتراض على معالجتنا لبياناتك الشخصية ، في ظل ظروف معينة.',
      'الحق في نقل البيانات - يحق لك أن تطلب منا نقل البيانات التي جمعناها إلى مؤسسة أخرى ، أو إليك مباشرةً ، في ظل ظروف معينة.',
      'إذا قمت بتقديم طلب ، فلدينا شهر واحد للرد عليك. إذا كنت ترغب في ممارسة أي من هذه الحقوق ، يرجى الاتصال بنا.',
    ],
  ],
  'children_information' => [
    'title' => 'معلومات الأطفال',
    'body'  => [
      'جزء آخر من أولوياتنا هو إضافة حماية للأطفال أثناء استخدام الإنترنت. نشجع الآباء والأوصياء على مراقبة نشاطهم عبر الإنترنت والمشاركة فيه و / أو مراقبته وتوجيهه.',
      'لا يجمع الأدهم عن قصد أي معلومات تعريف شخصية من الأطفال الذين تقل أعمارهم عن 13 عامًا. إذا كنت تعتقد أن طفلك قدم هذا النوع من المعلومات على موقعنا ، فنحن نشجعك بشدة على الاتصال بنا على الفور وسنبذل قصارى جهدنا للإزالة على الفور هذه المعلومات من سجلاتنا.',
    ],
  ],
];
